{
  "data": {
    "mensajes": [
      {
        "mensaje": "Espero que este pequeño detalle te haga sentir especial y lleno de amor."
      },
      {
        "mensaje": "Eres la razón de mi sonrisa, el alma de mi vida y el brillo de mis ojos."
      },
      {
        "mensaje": "Gracias por ser tú, por llenar mi vida con tanta felicidad y alegría."
      },
      {
        "mensaje": "Y es que cada vez que aprendo más de ti, me enamoro más de ti."
      },
      {
        "mensaje": "Me dan esas ganas de abrazarte toda una vida y no soltarte, de amarte toda una vida y no dejarte."
      },
      {
        "mensaje": "Así es, me he enamorado de ti, o mejor dicho, sigo enamorado de ti."
      },
      {
        "mensaje": "Sé que en su momento dije que te olvidaría, pero es imposible."
      },
      {
        "mensaje": "Seguir pasando buenos momentos juntos, el haber aprendido un poco más de ti, darme cuenta de que eres una chica increíble, hermosa, simpática, divertida, inteligente, talentosa, y muchas cosas más."
      },
      {
        "mensaje": "Me hace sentir que vales la pena totalmente como para dedicarte mi vida entera."
      },
      {
        "mensaje": "Sin embargo, solo cuando hay afinidad, el ying y el yang pueden ser uno."
      },
      {
        "mensaje": "No todos tenemos la dicha de ser afín con alguien, y me alegra haber conocido a alguien como tú."
      },
      {
        "mensaje": "Cada día que pasa, me doy cuenta de que nuestro encuentro no fue casualidad, sino destino."
      },
      {
        "mensaje": "A tu lado, he aprendido que el amor verdadero no se busca, se construye día a día con pequeños detalles."
      },
      {
        "mensaje": "Quiero ser tu compañero en esta aventura llamada vida, compartir risas, superar obstáculos y crear recuerdos inolvidables."
      },
      {
        "mensaje": "Prometo cuidar este amor, nutrirlo y hacerlo crecer, porque lo que tenemos, siento que es único y especial."
      },
      {
        "mensaje": "Contigo he aprendido que el amor no solo se siente, se vive en cada momento y se refleja en cada acción."
      },
      {
        "mensaje": "Estoy agradecido por cada instante que compartimos, por cada sonrisa, cada abrazo y cada mirada cómplice."
      },
      {
        "mensaje": "Y aunque el futuro es incierto, estoy seguro de una cosa: quiero vivirlo a tu lado, construyendo juntos nuestra propia historia de amor."
      },
      {
        "mensaje": "Pero, ¿qué pasa si no puedo cumplir con tus expectativas?"
      },
      {
        "mensaje": "Ciertamente lo temo, pero es que de tanto leer, he aprendido que, si no lo intentas, nunca sabrás el resultado."
      },
      {
        "mensaje": "¿Recuerdas que no sabía si llegaríamos a los 100 días en rachita?"
      },
      {
        "mensaje": "Supongo que ya sabrás la razón, ¿no? Wow, punto de inflexión."
      },
      {
        "mensaje": "Bueno, hasta aquí llego, espero sinceramente que te haya gustado, y que esto sea solo el principio de muchas cosas más hermosas."
      },
      {
        "mensaje": "¡Haaaaaa, afinidad!"
      }
    ]
  }
}
